<?php
namespace Config;
return [
    'permissions' => [
        'grades' => 'التحكم بالمراحل الدراسية',
        'classrooms' => 'التحكم التحكم بالصفوف الدراسية',
        'sections' => 'التحكم بالفصول',
        'parents' => 'التحكم بأولياء الأمور',
        'teachers' => 'التحكم بالمعلمين',
        'students' => 'التحكم بالطلاب',
        'promotions' => 'التحكم بالترقيات',
        'graduated' => 'التحكم بالتخرج',
        'accounting' => 'التحكم بالمحاسبة',
        'attendances' => 'التحكم بالحضور والغياب',
        'subjects' => 'التحكم بالمواد',
        'results' => 'التحكم بالنتائج الدراسية',
        'books' => 'التحكم بالكتب',
        'school_data' => 'التحكم ببيانات المدرسة',
        'roles' => 'التحكم بالأدوار',

    ]
];